[
    {
        "text_snippet": "Besh! Ebar chol amra ARDS er \"keno hoy\" aar \"ki bhabe hoy\" sheta bujhi. Maane, **Etiopathogenesis**.\n\n### ETIOLOGY (Ki ki karone hoy)\n\nARDS er cause guloke motamuti duto boro group e bhag kora hoy:\n\n1.  **Primary ARDS (or Pulmonary ARDS):** Ekhane problem ta shuru hoy direct lung e injury'r fole. Maane, lung e direct aghat legeche.\n    *   **Pulmonary Sepsis (Pneumonia):** Lung e infection hoyeche, sheখান theke inflammation shuru hoye ARDS hoye gelo.\n    *   **Massive Blood Transfusion:** Onek beshi blood dile kichu patient er ekta reaction hoy jake bole **TRALI (Transfusion-Associated Lung Injury)**, jeta ARDS er i ekta form.\n    *   **Acute Pancreatitis:** Eta ekta classic cause. Pancreas theke destructive enzyme aar inflammatory chemicals blood e chole ashe, aar shegulo lung e giye capillary'r damage kore.\n    *   **Smoke Inhalation:** Dhonya ba kono toxic gas direct shash er sathe dhuke lung tissue ke jaliye dey.\n    *   **Drowning:** Jol dhuke surfactant ke dhuye dey aar alveolar cell damage kore.\n    *   **Post Surgery:** Aspiration (vomit lung e chole gele) or lung contusion (injury) theke hote pare.\n\n2.  **Secondary ARDS (or Extra-pulmonary ARDS):** Ekhane lung prothome shustho chilo. Body'r onno kothao boro kono problem hoyeche, jaar fole ekta massive systemic inflammation shuru hoyeche, aar shei inflammation ta eshe lung ke attack koreche. Lung hocche ekta \"innocent bystander\".\n    *   **Non-pulmonary Sepsis:** Sepsis er source lung er baire. Jemon UTI (urine infection) ba surgical site infection theke puro body te infection chhoriye geche. Ei systemic inflammation ta lung ke sobcheye beshi affect kore. (This is the most common cause of ARDS). (INICET important)\n    *   **Major Trauma / Burns:** Eteo body te massive inflammatory response toiri hoy, ja secondary ARDS korate pare.\n\n### PATHOGENESIS (Ki bhabe hoy?)\n\nEbar dekhi bhitore bhitore ki ghotona ta ghote.\n1.  Shuru hoy kono ekta **Toxin** ba **Sepsis** diye.\n2.  Ei trigger ta sob prothome **Alveolar epithelial cell** (Type I pneumocyte) guloke injury kore.\n3.  Injury pawar sathe sathe okhankar cell gulo \"help, help\" bole chitkar korte thake. Ei chitkar gulo hocche kichu chemical messengers, jader bole **Inflammatory mediators (Cytokines like IL-1, IL-6, TNF-alpha)**.\n4.  Ei chemical signal peye, blood theke দলে দলে **Neutrophils** (ek dhoroner WBC) okhane chole ashe. Era hocche body'r soldier.\n5.  Kintu problem hocche, ei neutrophil gulo eto beshi activated hoye jay je, tara shudhu germ na mere, pasher bhalo cell gulokeo marte shuru kore. Tara ebar **Capillary endothelial cell** (alveoli'r pasher blood vessel er lining) guloke injury kore.\n6.  Fole, capillary gulo leaky / futo futo hoye jay. Aar sei faka diye blood theke **protein-rich fluid** beriye eshe alveoli'r moddhe jomte shuru kore. Alveoli gulo ekhon hawa'r bodole ekta protein-er shorbot e dube thake.\n7.  Ei fluid ta jomar fole tinte boro ghotona ghote:\n    *   **Loss of Surfactant:** Ei fluid ta surfactant ke deactivate kore dey, fole alveoli gulo আর fule thakte parena, chupshe jay (collapse).\n    *   **↓ Compliance:** Jol-bhorti, chupshe jawa lungs gulo khub stiff / shokto hoye jay. Ventilator diyeo sheguloke folano khub kothin hoy.\n    *   **Impaired Gas Exchange:** Obviously, hawa'r bodole jol thakle gas exchange hobe na. Fole severe hypoxemia hoy.\n\nEi jonnoi ARDS e amra **Type 1** (gas exchange failure) ba **Type 3** (gas exchange failure + muscle fatigue due to stiff lungs) respiratory failure dekhte pai.\n\n### Pathological Phases (Microscope e ki dekha jay?)\n\nEi puro process ta tinte phase e hoy:\n1.  **Acute Exudative Phase (first 7 days):** Eta hocche shobcheye critical phase. E সময় e shob damage ta hoy. Microscope e **Diffuse Alveolar Damage (DAD)** dekha jay. Aar er **hallmark** hocche **Eosinophilic Hyaline Membrane** deposition. (NEET PG important) Eta ki? Oije protein-rich fluid, morah cell, fibrin - shob kichu mileমিশে alveoli'r wall e ekta pink color er layer toiri kore, shetai hyaline membrane.\n2.  **Fibroproliferative Phase (7-14 days):** Ebar body damage take repair korar chesta kore. Fibroblast name ek dhoroner cell eshe collagen jomate thake.\n3.  **Fibrotic Phase (14-21 days):** Jodi repair process ta thik moto control na hoy, tahole otirikto collagen jome lung ta permanent bhabe shokto (fibrosed) hoye jay. Etai long-term disability'r karon.\n\nEtiology aar pathogenesis er ei complex process ta bujhte parli? Kothao kono step e atke gele bol, abar bolbo.",
        "images": [
            {
                "path": "supplemental_images\\cached_img_20260205_195454_413151.png",
                "desc": ""
            }
        ]
    }
]